[
    {
        "eventId": 1,
        "name": "Autumn highlights",
        "description": "15–16 September, Stora torg Taste, smell, feel, listen and enjoy flavors from Halmstad and the surrounding area during a two-day food festival in the heart of the city! Food is so much more than a need, it is also a craft and for many a great passion. For some, the charm lies in cooking the food and for others in eating it."
    },
    {
        "eventId": 2,
        "name": "Hamndagarna (The harbor days)",
        "description": "16 September 2023, Hallands Hamnar Halmstad AB – NissankajenIt is now ten years since HallandsHamnar was formed. And we would like to celebrate that grandly with you.. There will be guided tours, exhibition of our large machines, coffee, ice cream and lots of other fun activities for the whole family. Celebrations also take place in Varberg on September 23."
    },
    {
        "eventId": 3,
        "name": "Classical music",
        "description": "All autumn, Kulturhuset Najaden Take part in Kulturhuset Najaden's program with several classical concerts during the autumn. Listen to the Helsingborg Symphony Orchestra, Mezzo-soprano Åsa Olsson and Christer Nerfont and others"
    },
    {
        "eventId": 4,
        "name": "HBK matches",
        "description": "Allsvenskan season, home matches at Örjans vall HBK is back in the Allsvenskan again and the whole autumn is filled with exciting matches on the scenic Örjans vall. During the autumn, HBK hosts IF Elfsborg and Kalmar FF in Halmstad at home."
    },
    {
        "eventId": 5,
        "name": "Halmstad's Lunch Theatre",
        "description": "20 September, 25 October, 22 November and 14 December 2023, Halmstad TheaterLunch Theater is simply a lunch that you combine with entertainment. Halmstads Teater presents a good lunch of Swedish and locally produced ingredients in the Festsalen at Halmstads Teater. When you have eaten and talked for a while with your table companions, the show begins. It's good and very nice! Feel warmly welcome to a lunch experience out of the ordinary."
    },
    {
        "eventId": 6,
        "name": "Volley-ball",
        "description": "All autumn 2023, Halmstad Arena Follow Hylte/Halmstad VBK, which has both men's and women's teams at elite level. Matches at home, in Halmstad Arena, among others: October: 1, 7, 14 and 28. November: 14, 15, 19."
    }
]